Repository: SimpleAppProjects/SimpleWeather-NET
Catalog: SimpleWeather.UWP.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: de, fr, pl, sk

# About.Content
source: About
de: Über
fr: À propos
pl: O
sk: Obsah

# API_Box.PlaceholderText
source: Select Weather Provider
de: Wetteranbieter auswählen
fr: Choisir un fournisseur de services météo
pl: Wybierz dostawcę pogody
sk: Vybrať poskytovateľa počasia

# API_Label.Text
source: Weather Provider
de: Wetteranbieter
fr: Fournisseur de météo
pl: Dostawca danych
sk: Poskytovateľ počasia

# Credits.Content
source: Credits
de: Danksagungen
fr: Crédits
pl: Autorzy
sk: S podporou

# Error_Location
source: Unable to get location
de: Standort nicht verfügbar
fr: Impossible d'obtenir la localisation
pl: Nie udało się pobrać lokalizacji

# General.Content
source: General
de: Allgemein
fr: Paramètres généraux
pl: Ogolne
sk: Všeobecné

# KeyEntry.PlaceholderText
source: Provider Key
de: Anbieterschlüssel
fr: Clé du fournisseur
pl: Klucz
sk: Kľúč poskytovateľa

# Label_AddLocation.Text
source: Add Location
de: Ort hinzufügen
fr: Ajout d'un emplacement
pl: Dodaj lokalizację
sk: Pridať lokalitu

# Label_Cancel
source: Cancel
de: Abbruch
fr: Annuler
pl: Anuluj
sk: Zrušiť

# Label_Chance.Text
source: Chance
de: Niederschlagsgefahr
pl: Szansa na opady
sk: Šanca

# Label_Condition.Text
source: Condition
de: Bedingung
pl: Warunki
sk: Stav

# Label_Details.Header
source: Details
fr: Détails
pl: Szczegóły
sk: Podrobnosti

# Label_Done
source: Done
de: Erledigt
fr: Terminé
pl: Wykonano
sk: Hotovo

# Label_Edit
source: Edit
de: Bearbeiten
fr: Éditer
pl: Edytuj

# Label_ErrLocationDenied
source: Location access denied
de: Standortzugriff verweigert
fr: Accès à la localisation refusé
pl: Dostęp do danych lokalizacyjnych zabroniony

# Label_FeelsLike.Text
source: Feels Like
de: Gefühlt
fr: Ressentie
pl: Odczuwalna
sk: Pocitovo

# Label_Forecast.Header
source: Forecast
de: Vorhersage
fr: Prévisions
pl: Prognoza
sk: Predpoveď

# Label_GPSFollow.Text
source: Current Location
de: Standort
fr: Emplacement actuel
pl: Aktualna lokalizacja
sk: Súčasná poloha

# Label_Hourly.Header
source: Hourly
de: Stündlich
fr: Par heure
pl: Co godzinę
sk: Hodinovo

# Label_Humidity.Text
source: Humidity
de: Luftfeuchtigkeit
fr: Humidité
pl: Wilgotność
sk: Vlhkosť

# Label_Precipitation.Text
source: Precipitation
de: Niederschlag
fr: Précipitation
pl: Opady
sk: Zrážky

# Label_Pressure.Text
source: Pressure
de: Luftdruck
fr: Pression
pl: Ciśnienie
sk: Tlak

# Label_Rain.Text
source: Rain
de: Regen
fr: Pluie
pl: Deszcz
sk: Dážď

# Label_Settings
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia

# Label_Snow.Text
source: Snow
de: Schnee
fr: Neige
pl: Śnieg
sk: Sneh

# Label_Sunrise.Text
source: Sunrise
de: Sonnenaufgang
fr: Lever du soleil
pl: Wschód słońca
sk: Úsvit

# Label_Sunriseset.Header
source: Sunrise / Sunset
de: Sonnenauf- und - untergang
fr: Lever/Coucher de soleil
pl: Wschod/zachód słońca
sk: Úsvit / Súmrak

# Label_Sunset.Text
source: Sunset
de: Sonnenuntergang
fr: Coucher de soleil
pl: Zachód słońca
sk: Súmrak

# Label_Visibility.Text
source: Visibility
de: Sichtweite
fr: Visibilité
pl: Widzialność
sk: Viditeľnosť

# Label_Wind.Text
source: Wind
fr: Vent
pl: Wiatr
sk: Vietor

# LocationSearchHint.PlaceholderText
source: Enter a location
de: Ort eingeben
fr: Entrez un emplacement
pl: Wybierz lokalizację
sk: Zadajte polohu

# Message_EnterAPIKey.Text
source: Please enter a Provider Key
de: Anbieterschlüssel eingeben
fr: Veuillez entrer une clé de fournisseur
pl: Wpisz klucz
sk: Vložte prosím kľúč poskytovateľa

# Msg_LocDeniedSettings
source: Access to location was denied. Please enable in Settings.
de: Standortdienste in Einstellungen aktivieren
fr: L'accès à l'emplacement a été refusé. Veuillez l'activer dans les paramètres.
pl: Dostęp do danych lokalizacyjnych zabroniony. Zezwól w ustawieniach.
sk: Prístup k polohe bol zamietnutý. Povoľte ho prosím v nastaveniach.

# Nav_Locations.Content
source: Locations
de: Orte
fr: Emplacements
pl: Miejsca
sk: Lokalita

# Nav_Settings.Content
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
sk: Nastavenia

# Nav_WeatherNow.Content
source: Weather
de: Wetter
fr: Météo
pl: Pogoda
sk: Počasie

# OSSLibs.Content
source: Open Source Libraries
de: Open Source Bibliotheken
fr: Licences Open Source
pl: Biblioteki Open Source
sk: Open Source knižnice

# Pref_SummaryFollowGPS.Text
source: Follow current location via GPS:
de: Standortzugriff per GPS:
fr: Suivez votre position actuelle via le GPS:
pl: Śledź aktualną lokalizację po GPS:
sk: Sledovať súčasnú polohu cez GPS:

# Pref_SummaryUnits.Text
source: Display units in:
de: Einheiten in:
fr: Affichage des unités en:
pl: Wyświetlaj jednostki w:
sk: Zobraziť jednotky v:

# Pref_TitleProviders.Text
source: Weather Providers
de: Wetteranbieter
fr: Fournisseurs de services météo
pl: Dostawcy pogody
sk: Poskytovateľ počasia

# WError_InvalidKey
source: Invalid Provider Key
de: Ungültiger Anbieterschlüssel
fr: Clé de fournisseur invalide
pl: Błędny klucz

# WError_NetworkError
source: Network Connection Error
de: Netzwerkverbindungsfehler
fr: Erreur de connexion au réseau
pl: Błąd połączenia sieciowego

# WError_NoWeather
source: Unable to load weather data
de: Laden von Wetterdaten nicht möglich
fr: Impossible de charger les données météo
pl: Nie udało się pobrać danych pogodowych

# WError_QueryNotFound
source: No cities match your search query
de: Keine passenden Städte gefunden
fr: Aucune ville ne correspond à votre recherche
pl: Nie znaleziono miejsca

# Error_NoResults
source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
pl: Brak wynikow

# KeyEntry.Text
source: Provider Key
de: Anbieterschlüssel
fr: Clé du fournisseur
pl: Klucz
sk: Kľúč poskytovateľa

# Msg_EnterAPIKey
source: Please enter a Provider Key
de: Anbieterschlüssel eingeben
fr: Veuillez entrer une clé de fournisseur
pl: Wpisz klucz

# Action_Retry
source: Retry
de: Erneut versuchen
fr: Réessayer
pl: Ponów

# Pref_GeneralHeader.Text
source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
pl: Ustawienia ogólne
sk: Všeobecné nastavenia

# Pref_Refresh2Hrs.Text
source: 2 hours
de: 2 Stunden
fr: 2 heures
pl: 2 godziny
sk: 2 hodiny

# Pref_Refresh12Hrs.Text
source: 12 hours
de: 12 Stunden
fr: 12 heures
pl: 12 godzin
sk: 12 hodín

# Pref_Refresh60Min.Text
source: 1 hour (default)
de: 1 Stunde (Standard)
fr: 1 heure (par défaut)
pl: 1 godzina (domyślne)
sk: 1 hodina (predvolené)

# Pref_SummaryRefresh.Text
source: Update Frequency
de: Aktualisierungsintervall
fr: Fréquence de mise à jour
pl: Częstotliwość odświeżania
sk: Frekvencia aktualizácií

# KeyBox.Text
source: Provider Key
de: Anbieterschlüssel
fr: Clé du fournisseur
pl: Klucz
sk: Kľúč poskytovateľa

# Pref_Refresh3Hrs.Text
source: 3 hours
de: 3 Stunden
fr: 3 heures
pl: 3 godziny
sk: 3 hodiny

# Pref_Refresh6Hrs.Text
source: 6 hours
de: 6 Stunden
fr: 6 heures
pl: 6 godzin
sk: 6 hodín

# Update_Prefix
source: Updated on
de: Aktualisiert am
fr: Mis à jour le
pl: Zaktualizowano

# Update_PrefixDay
source: Updated at
de: Aktualisiert um
fr: Mise à jour à
pl: Zaktualizowano o

# Credit_Prefix.Text
source: Data from
de: Daten von
fr: Données de
pl: Dane z
sk: Údaje z

# Label_Cloudiness.Text
source: Cloudiness
de: Bewölkung
fr: Nébulosité
pl: Zachmurzenie
sk: Oblačnosť

# Pref_WeatherAlerts.Text
source: Show notifications for weather alerts:
de: Benachrichtigungen für Wetterwarnungen anzeigen:
fr: Afficher les notifications pour les alertes de météo:
pl: Pokaż powiadomienia o alarmach pogodowych
sk: Zobraziť oznámenia meteovýstrah:

# Label_WeatherAlerts.Text
source: Severe Weather Alerts
de: Unwetterwarnungen
fr: Alertes météo importantes
pl: Ostrzeżenia meteorologiczne
sk: Vážne meteovýstrahy

# DateTime_DayAgo
source: {0}d ago
de: vor {0} Tagen
fr: il y a {0}j
pl: {0}d temu
sk: {0}d dozadu

# DateTime_HrAgo
source: {0}h ago
de: vor {0} Stunden
fr: il y a {0}h
pl: {0}h temu
sk: {0}h dozadu

# DateTime_MinAgo
source: {0}m ago
de: vor {0} Minuten
fr: il y a {0}m
pl: {0}m temu
sk: {0}m dozadu

# DateTime_SecAgo
source: {0}s ago
de: vor {0} Sekunden
fr: il y a {0}s
pl: {0}s temu
sk: {0}s dozadu

# DateTime_ValidUntil
source: Valid until
de: Gültig bis
fr: Valable jusqu'en
pl: Ważne do

# Button_Refresh.Label
source: Refresh
de: Aktualisieren
fr: Rafraîchir
pl: Odśwież
sk: Obnoviť

# Cloudiness_Label
source: Cloudiness
de: Bewölkung
fr: Nébulosité
pl: Zachmurzenie
sk: Oblačnosť

# FeelsLike_Label
source: Feels like
de: Gefühlt
fr: Ressentie
pl: Odczuwalna
sk: Pocitovo

# Precipitation_Label
source: Precipitation
de: Niederschlag
fr: Précipitation
pl: Opady
sk: Zrážky

# Temp_Label
source: Temp
pl: Temperatura

# Wind_Label
source: Wind
fr: Vent
pl: Wiatr
sk: Vietor

# RegisterKeyBox.Content
source: Create an account to register for a provider key
de: Benutzerkonto zum Erhalt eines Anbieterschlüssels erstellen
fr: Créer un compte pour s'enregistrer pour une clé de fournisseur
pl: Utwórz konto, aby zarejestrować klucz
sk: Vytvoriť registráciu pre poskytovateľa kľúča

# WError_Unknown
source: Unknown error occurred
de: Unbekannter Fehler
fr: Une erreur inconnue s'est produite
pl: Wystąpił nieznany błąd

# ConfirmDialog.SecondaryButtonText
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
sk: Zrušiť

# Label_High
source: High
de: Höchst-
fr: Max
pl: Wysoka

# Label_Low
source: Low
de: Tiefstwerte
fr: Min
pl: Niska

# Pref_PersonalKey.Text
source: Use personal provider key:
de: Persönlichen Anbieterschlüssel benutzen:
fr: Utiliser la clé du fournisseur personnel:
pl: Użyj klucza
sk: Použiť osobný kľúč poskytovateľa

# Dewpoint_Label
source: Dew Point
de: Taupunkt
fr: Point de rosée
pl: Punkt rosy

# Moonrise_Label
source: Moonrise
de: Mondaufgang
fr: Lever de lune
pl: Wschód księżyca

# Moonset_Label
source: Moonset
de: Monduntergang
fr: Coucher de lune
pl: Zachód księżyca

# UV_Label
source: UV Index
fr: Indice UV
pl: Indeks UV

# Label_Delete
source: Delete
de: Löschen
fr: Supprimer
pl: Usuń

# Label_Temperature.Text
source: Temperature
de: Temperatur
fr: Température
pl: Temperatura
sk: Teplota

# Pref_DarkMode.Content
source: Dark
de: Dunkel
fr: Foncé
pl: Ciemny
sk: Tmavý

# Pref_LightMode.Content
source: Light
de: Hell
fr: Clair
pl: Jasny
sk: Svetlý

# Pref_SystemMode.Content
source: System Theme
de: Systemdesign
fr: Thème du système
pl: Motyw systemowy
sk: Systémový motív

# Pref_UserTheme.Text
source: Theme
de: Design
fr: Thème
pl: Motyw
sk: Motív

# Setup_PreferencesPrompt.Text
source: Customize your settings below
de: Einstellungen anpassen
fr: Personnalisez vos paramètres ci-dessous
pl: Dostosuj ustawienia
sk: Upravte Vaše nastavenia nižšie:

# Action_Undo
source: Undo
de: Rückgängig
fr: Annuler
pl: Cofnij

# Message_LocationRemoved
source: Location removed
de: Ort entfernt
fr: Emplacement supprimé
pl: Lokalizacja usunięta

# Message_NeedFavorite
source: Must have at least one favorite location
de: Mindestens ein Favorit erforderlich
fr: Doit avoir au moins un emplacement préféré
pl: Musisz mieć przynajmniej jedną ulubioną lokalizację

# Error_WeatherUSOnly
source: This weather provider only supports locations in the U.S.
de: Dieser Wetteranbieter unterstützt nur Orte in den USA
fr: Ce fournisseur de services météo ne prend en charge que les sites situés aux États-Unis.
pl: Ten dostawca pogody dostarcza dane tylko dla lokalizacji w Stanach Zjednoczonych

# Header_FavLocations
source: Favorite Locations
de: Favoriten
fr: Emplacements préférés
pl: Ulubione miejsca

# Header_GPSLocation
source: Current Location
de: Standort
fr: Emplacement actuel
pl: Aktualna lokalizacja

# AQI_Label
source: Air Quality Index
de: Luftqualitätsindex
fr: Indice de la qualité de l'air
pl: Wskaźnik jakości powietrza
sk: Index kvality ovzdušia

# Label_Day
source: Afternoon
de: Nachmittag
fr: Après-midi
pl: Popołudnie

# Label_Eve
source: Evening
de: Abend
fr: Soir
pl: Wieczór

# Label_Morning
source: Morning
de: Morgen
fr: Matin
pl: Poranek

# Label_Night
source: Night
de: Nacht
fr: Nuit
pl: Noc

# Nav_WeatherAlerts.Content
source: Weather Alerts
de: Wetterwarnungen
fr: Alertes météo
pl: Alarmy pogodowe
sk: Meteovýstrahy

# NoWeatherAlerts_Prompt.Text
source: No weather alerts available.
de: Keine Wetterwarnungen verfügbar
fr: Aucune alerte météo n'est disponible.
pl: Brak dostępnych alarmów
sk: Nie sú dostupné žiadne meteovýstrahy.

# LocationSearchHint.HeaderText
source: Add a location
de: Ort hinzufügen
fr: Ajouter un emplacement
pl: Dodaj miejsce

# SetupLocationSearchHint.PlaceholderText
source: Add a location to start
de: Ort hinzufügen
fr: Ajouter un emplacement pour commencer
pl: Dodaj miejsce, aby zacząć
sk: Pridať lokalitu na začiatok

# Features.Content
source: Features
de: Funktionen
fr: Fonctionnalités
pl: Funkcje
sk: Vlastnosti

# FeatureOption_AQI.Content
source: Air Quality Index
de: Luftqualitätsindex
fr: Indice de la qualité de l'air
pl: Wskaźnik jakości powietrza
sk: Index kvality ovzdušia

# FeatureOption_Background.Content
source: Background Image
de: Hintergrundbild
fr: Image d'arrière-plan
pl: Obrazek w tle
sk: Obrázok pozadia

# FeatureOption_Details.Content
source: Weather Details
de: Wetterdetails
fr: Détails sur la météo
pl: Szczegóły pogody
sk: Podrobnosti počasia

# FeatureOption_Forecast.Content
source: Forecast
de: Vorhersage
fr: Prévisions
pl: Prognoza
sk: Predpoveď

# FeatureOption_HrForecast.Content
source: Hourly Forecast
de: Stündliche Vorhersage
fr: Prévisions heure par heure
pl: Co godzinę
sk: Hodinová predpoveď

# FeatureOption_LocPanelBackground.Content
source: Location Panel Image
de: Bild in der Ortsliste
fr: Image du panneau d'emplacement
pl: Obraz panelu lokalizacji
sk: Obrázok panelu polohy

# FeatureOption_MoonPhase.Content
source: Moon Phase
de: Mondphase
fr: Phase de lune
pl: Faza księżyca
sk: Fáza mesiaca

# FeatureOption_Radar.Content
source: Weather Radar
de: Wetterradar
fr: Radar météo
pl: Radar
sk: Meteo radar

# FeatureOption_SunPhase.Content
source: Sun Phase
de: Sonnenphase
fr: Phase de soleil
pl: Faza słońca
sk: Fáza slnka

# Pref_Features_Subtitle.Text
source: Select features to enable/disable:
de: Funktionen auswählen
fr: Sélectionnez les fonctions à activer/désactiver:
pl: Włącz/wyłącz funkcje
sk: Vybrať z možností (zapnúť/vypnúť)

# Pref_Features_Title.Text
source: Features
de: Funktionen
fr: Fonctionnalités
pl: Funkcje
sk: Vlastnosti

# MoonPhase_Label
source: Moon Phase
de: Mondphase
fr: Phase de lune
pl: Faza księżyca

# WindGust_Label
source: Wind Gust
de: Windböe
fr: Rafale de vent
pl: Porywy wiatru
sk: Nárazy vetra

# Label_Series
source: Series
de: Verlauf
fr: Série
pl: Serie

# Attrib_Prefix.Text
source: Photo by
de: Foto von
fr: Photo de
pl: Autor zdjęcia
sk: Fotka od

# Label_Back.Label
source: Back
de: Zurück
fr: Retour
pl: Wstecz

# Label_Next.Label
source: Next
de: Vorwärts
fr: Suivant
pl: Dalej

# WelcomePrompt.Text
source: Welcome to SimpleWeather
de: Willkommen zu SimpleWeather
fr: Bienvenue à SimpleWeather
pl: Witaj w SimpleWeather
sk: Vitajte v SimpleWeather

# WelcomeSubtitle.Text
source: Just a simple weather app
de: Nur eine einfache Wetter-App
fr: Juste une simple application météo
pl: Po prostu prosta aplikacja pogodowa
sk: Jednoducho aplikácia Simple weather

# CheckUpdatePrompt.Text
source: Checking for updates...
de: Prüfung auf Aktualisierungen...
fr: Vérifier les mises à jour...
pl: Sprawdzam aktualizacje
sk: Kontrolujem aktualizácie...

# InstallErrorPrompt
source: Unable to install. Click to try again
de: Installierung nicht möglich. Klicken für erneuten Versuch
fr: Impossible à installer. Cliquez pour réessayer
pl: Nie udało się zainstalować. Kliknij, aby spróbować ponownie
sk: Nedá sa nainštalovať. Ťuknutím zopakujte pokus

# NoUpdateAvailablePrompt
source: No updates available
de: Keine Aktualisierungen verfügbar
fr: Aucune mise à jour disponible
pl: Brak aktualizacji
sk: Žiadne aktualizácie k dispozícii

# UpdateAvailablePrompt
source: Update available. Click to install
de: Aktualisierung verfügbar. Zum Installieren klicken
fr: Mise à jour disponible. Cliquez pour installer
pl: Dostępna aktualizacja. Kliknij, aby zainstalować

# DownloadingPrompt
source: Downloading...
de: Lädt herunter...
fr: Téléchargement...
pl: Pobieranie
sk: Sťahujem...

# InstallingPrompt
source: Installing...
de: Installierung…
fr: Installation...
pl: Instalowanie
sk: Inštalujem...

# FeebackButton.Content
source: Feedback
fr: Commentaires
pl: Opinia
sk: Spätná väzba

# ReviewButton.Content
source: Rate and Review
de: Bewertung und Überprüfung
fr: Évaluer et réviser
pl: Ocen i napisz opinię
sk: Hodnotenie a recenzia

# Label_Pin.Text
source: Pin to Start
de: Fixieren
fr: Épingler
sk: Pripnúť na začiatok

# Label_Unpin.Text
source: Unpin from Start
de: Lösen
fr: Détacher
sk: Zruš pripnutie na začiatok

# Pref_UnitCelsius.Content
source: Celsius (Metric)
de: Celsius

# Pref_UnitFahrenheit.Content
source: Fahrenheit (Imperial)
de: Fahrenheit
